const bib = {
  o: {
    deu: {
      c18: {
        v15: {
          n: "ዘዳግም 18:15",
          d: "እግዚኣብሄር ኣምላኽካ ኻብ ማእከልካ፡ ካብ ኣሕዋትካ፡ ከማይ ዝበለ ነብዪ ኼተንስኣልካ እዩ፡ ንእኡ ስምዕዎ።",
        },
      },
    },
    psa: {
      c118: {
        v22: {
          n: "መዝ 118፡22",
          d: "ነደቕቲ ዝነዐቕዎ እምኒ፣ ንሱ ርእሲ መኣዝን ኰነ።",
        },
      },
    },
    isa: {
      c53: {
        v5: {
          n: "ኢሳይያስ 53፡5",
          d: "ንሱ ግና ብሰሪ ገበንና ቘሰለ፡ ብሰሪ ኣበሳና ድማ ተኸትከተ፡ ንሕና ሰላም ምእንቲ ኽንረክብ፡ መቕጻዕቲ ናብኡ ወረደ፡ ንሕናውን ብስምብራቱ ሓዌና።",
        },
        v7: {
          n: "ኢሳይያስ 53፡7",
          d: "መከራ ጸገበ፡ ርእሱ ኣዋረደ ኣፉውን ኣይከፈተን። ከምቲ ናብ ማሕረዲ ዚኽብከብ ገንሸል፡ ከምታ ኣብ ቅድሚ መቀዝታ ስቕ እትብል በጊዕ ኣፉ ኣይከፈተን።",
        },
        v10: {
          n: "ኢሳይያስ 53፡10",
          d: "እግዚኣብሄር ግና ብመከራ ኺሕምሽሾ ፈተወ። ነፍሱ ንመስዋእቲ ሓጢኣት ምስ ወፈያ፡ ዘርኢ ኺርኢ፡ መዓልትታቱ ኼንውሕ እዩ፡ ፍቓድ እግዚኣብሄር ከኣ ኣብ ኢዱ ኺሰልጥ እዩ።",
        },
      },
    },
  },
  n: {
    luk: {
      c20: {
        v2: {
          n: "ሉቃ 20፡2",
          d: "በየናይ ስልጣን ኢኻ እዚ እትገብር ዘሎኻ፧ እዚ ስልጣን እዝስ መን ሃበካ፧ እስኪ ንገረና፡ ኢሎም ተዛረብዎ።",
        },
      },
      c23: {
        v12: {
          n: "ሉቃ 23፡12",
          d: "ንሱ ኸኣ እተነጽፈ ኣዳራሽ ኣብ ደርቢ ኼርእየኩም እዩ፡ ኣብኡውን ኣዳልዉ።",
        },
      },
    },
    joh: {
      c1: {
        v4: {
          n: "ዮሐንስ 1፡4",
          d: "ህይወት ኣብኡ ነበረት፡ እታ ህይወት ከኣ ብርሃን ሰብ ነበረት።",
        },
      },
      c10: {
        v23: {
          n: "ዮሐንስ 10፡23",
          d: "የሱስ ድማ ኣብ ቤተ መቕደስ ኣብ ገበላ ሰሎሞን ይመላለስ ነበረ።",
        },
      },
    },
    tim1: {
      c2: {
        v5: {
          n: "1 ጢሞቴዎስ 2፡5",
          d: "ማለት፥ ኣምላኽ ሓደ በይኑ እዩ እሞ እቲ ኣብ መንጎ ኣምላኽን ሰብን ዘሎ ማእከላይውን፡ እቲ ሰብ፡ ክርስቶስ የሱስ፡ ሓደ በይኑ እዩ።",
        },
      },
    },
  },
};
