const bib = {
  o: {
    psa: {
      b: "መዝሙር ዳዊት",
      c118: {
        v22: {
          n: "መዝ 118፡22",
          d: "ነደቕቲ ዝነዐቕዎ እምኒ፣ ንሱ ርእሲ መኣዝን ኰነ።",
        },
      },
    },
  },
  n: {
    luk: {
      c23: {
        v12: {
          n: "ሉቃ 23፡12",
          d: "ንሱ ኸኣ እተነጽፈ ኣዳራሽ ኣብ ደርቢ ኼርእየኩም እዩ፡ ኣብኡውን ኣዳልዉ።",
        },
      },
    },
    joh: {
      c10: {
        v23: {
          n: "ዮሐንስ 10፡23",
          d: "የሱስ ድማ ኣብ ቤተ መቕደስ ኣብ ገበላ ሰሎሞን ይመላለስ ነበረ።",
        },
      },
    },
  },
};
