const bib = {
  o: {
    deu: {
      c18: {
        v15: {
          n: "ዘዳግም 18:15",
          d: "እግዚኣብሄር ኣምላኽካ ኻብ ማእከልካ፡ ካብ ኣሕዋትካ፡ ከማይ ዝበለ ነብዪ ኼተንስኣልካ እዩ፡ ንእኡ ስምዕዎ።",
        },
      },
    },
    psa: {
      c2: {
        v2_3: {
          n: "መዝ 2፡2-3",
          d: "ነገስታት ምድሪ ይትንስኡ፣ መሳፍንቲ ኸኣ ሐቢሮም፣ ንመቓውሖም ንስበሮ፣ ንማእሰሪኦምውን ካባና ንደርብዮ፣ ኢሎም ኣብ እግዚኣብሄርን ኣብ መሲሁን ይመኽሩ።",
        },
      },
      c118: {
        v22: {
          n: "መዝ 118፡22",
          d: "ነደቕቲ ዝነዐቕዎ እምኒ፣ ንሱ ርእሲ መኣዝን ኰነ።",
        },
      },
    },
    isa: {
      c53: {
        v5: {
          n: "ኢሳይያስ 53፡5",
          d: "ንሱ ግና ብሰሪ ገበንና ቘሰለ፡ ብሰሪ ኣበሳና ድማ ተኸትከተ፡ ንሕና ሰላም ምእንቲ ኽንረክብ፡ መቕጻዕቲ ናብኡ ወረደ፡ ንሕናውን ብስምብራቱ ሓዌና።",
        },
        v7: {
          n: "ኢሳይያስ 53፡7",
          d: "መከራ ጸገበ፡ ርእሱ ኣዋረደ ኣፉውን ኣይከፈተን። ከምቲ ናብ ማሕረዲ ዚኽብከብ ገንሸል፡ ከምታ ኣብ ቅድሚ መቀዝታ ስቕ እትብል በጊዕ ኣፉ ኣይከፈተን።",
        },
        v10: {
          n: "ኢሳይያስ 53፡10",
          d: "እግዚኣብሄር ግና ብመከራ ኺሕምሽሾ ፈተወ። ነፍሱ ንመስዋእቲ ሓጢኣት ምስ ወፈያ፡ ዘርኢ ኺርኢ፡ መዓልትታቱ ኼንውሕ እዩ፡ ፍቓድ እግዚኣብሄር ከኣ ኣብ ኢዱ ኺሰልጥ እዩ።",
        },
      },
    },
  },
  n: {
    mat: {
      c10: {
        v17: {
          n: "ማቴዎስ 10፡17-18",
          d: "ናብ ዋዕላ ኺወስድኹም፡ ኣብ ቤት ጸሎቶም ድማ ኪገርፍኹም እዮም፡ ንኣታቶምን ነህዛብን ንምስክር ኪኸውን፡ ምእንታይ ናብ መኳንንትን ናብ ነገስተታን ክትውሰዱ ኢኹም እሞ፡ ካብ ሰብ ተጠንቐቁ።",
        },
        v20: {
          n: "ማቴዎስ 10፡20",
          d: "መንፈስ ኣቦኹም እዩ ኣባኻትኩም ዚዛረብ እምበር፡ ንስኻትኩም ኣይኰንኩምን እትዛረቡ።",
        },
      },
      c13: {
        v54: {
          n: "ማቴዎስ 13፡54-56",
          d: "ናብ ዓዱ መጺኡ ኸኣ፡ እዚ ጥበብዚ፡ እዚ ሓይሊ እዚኸ ኻበይ ረኸቦ፡ እዝስ ወዲ እቲ ጸራቢ ደይኰኑን፡ ኣዲኡስ ማርያም እትበሀል ደይኰነትን፧ ኣሕዋቱስ ያእቆብ፡ ዮሴፍ፡ ስምኦን፡ ይሁዳ ደይኰኑን፧ ኣሓቱ ዅላተንሲ ምሳናዶ ኣየለዋን፧ እዚ ዅሉ ደኣ ኻበይ ተዋህቦ፧ ኢሎም ክሳዕ ዚግረሙ፡ ኣብ ቤት ጸሎቶም መሀሮም።",
        },
      },
      c21: {
        v42: {
          n: "ማቴዎስ 21፡42",
          d: "የሱስ ከኣ በሎም፡ እቶም ነደቕቲ ዝነዐቕዎ እምኒ፡ ንሱ ርእሲ መኣዝን ኰነ፡ እዚ ኻብ እግዚኣብሄር ኰነ፡ ኣብ ኣዒንትናውን ግሩም እዩ፡ ዚብል ጽሑፋትዶ ከቶ ኣየንበብኩምን፧",
        },
        v44: {
          n: "ማቴዎስ 21፡44",
          d: "ኣብቲ እምኒ እቲ ዝወደቐ ይስብር፡ እቲ እምኒ እቲ ዝወደቖ ድማ ይጭፍለቕ።",
        },
      },
    },
    mar: {
      c6: {
        v3: {
          n: "ማርቆስ 6፡3",
          d: "እዝስ እቲ ጸራቢ ወዲ ማርያም፡ ሓው ያእቆብን ዮሴፍን ይሁዳን ስምኦንን ደይኰነን፧ ኣሓቱስ ኣብዚዶ ምሳና ኣየለዋን፧ እናበሉ ተገረሙ፡ ብእኡ ኸኣ ተዓንቀፉ።",
        },
      },
      c12: {
        v18: {
          n: "ማርቆስ 12፡18",
          d: "ትንሳኤ የልቦን ዚብሉ ሰዱቃውያን ከኣ ናብኡ መጹ፡ ከምዚ ኢሎምውን ሐተትዎ፡",
        },
      },
    },
    luk: {
      c10: {
        v21: {
          n: "ሉቃ 10፡21",
          d: "በታ ጊዜ እቲኣ የሱስ ብመንፈስ ቅዱስ ተሐጐሰ፡ በለውን፥ ኣቦይ ጐይታ ሰማይን ምድርን፡ ነዚ ኻብ ብልህታትን ካብ ለባማትን ስለ ዝሓባእካዮ፡ ንሕጻናት ከኣ ስለ ዝገለጽካዮ፡ እወ ኣቦይ፡ ስምረትካ ኣብ ቅድሜኻ ኸምዚ ስለ ዝዀነ፡ ኤመስግነካ አሎኹ።",
        },
      },
      c20: {
        v2: {
          n: "ሉቃ 20፡2",
          d: "በየናይ ስልጣን ኢኻ እዚ እትገብር ዘሎኻ፧ እዚ ስልጣን እዝስ መን ሃበካ፧ እስኪ ንገረና፡ ኢሎም ተዛረብዎ።",
        },
      },
      c23: {
        v12: {
          n: "ሉቃ 23፡12",
          d: "ንሱ ኸኣ እተነጽፈ ኣዳራሽ ኣብ ደርቢ ኼርእየኩም እዩ፡ ኣብኡውን ኣዳልዉ።",
        },
      },
    },
    joh: {
      c1: {
        v4: {
          n: "ዮሐንስ 1፡4",
          d: "ህይወት ኣብኡ ነበረት፡ እታ ህይወት ከኣ ብርሃን ሰብ ነበረት።",
        },
      },
      c10: {
        v23: {
          n: "ዮሐንስ 10፡23",
          d: "የሱስ ድማ ኣብ ቤተ መቕደስ ኣብ ገበላ ሰሎሞን ይመላለስ ነበረ።",
        },
      },
    },
    act: {
      c2: {
        v2: {
          n: "ግብረ ሃዋርያት 2፡2",
          d: "ብድንገት ከኣ ከም ብርቱዕ ህቦብላ ንፋስ ካብ ሰማይ ደሃይ መጸ፡ ነታ ኣብኣ ተቐሚጦም ዘለውዋ ቤትውን ንብዘላ መልኣ።",
        },
      },
    },
    php: {
      c2: {
        v9: {
          n: "ፊልጲ 2፡9-11",
          d: "ስለዚ ኸኣ ኣብ ሰማያትን ኣብ ምድርን ኣብ ትሕቲ ምድርን ዘሎ ዅሉ ብርኪ ብስም የሱስ ምእንቲ ኺምብርከኽ፡ ልሳን ዘበለውን ንኽብሪ እግዚኣብሄር ኣቦ ኢሉ የሱስ ክርስቶስ ጐይታ ምዃኑ ኺእመን እዩ ኣምላኽ ናብ ልዕሊ ዅሉ ልዕል ዘበሎ፡ ካብ ኵሉ ስም ልዕል ዝበለ ስምውን ዝሃቦ።",
        },
      },
    },
    tim1: {
      c2: {
        v5: {
          n: "1 ጢሞቴዎስ 2፡5",
          d: "ማለት፥ ኣምላኽ ሓደ በይኑ እዩ እሞ እቲ ኣብ መንጎ ኣምላኽን ሰብን ዘሎ ማእከላይውን፡ እቲ ሰብ፡ ክርስቶስ የሱስ፡ ሓደ በይኑ እዩ።",
        },
      },
    },
  },
};
